Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/norges-bank.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: Norges Bank’s Printing Works – 190 years of banknote productionPeter Ravnsborg-Gjertsen, production manager at Norges Bank’s Printing Works, and Jens Olav Sporastøyl, adviser in the Communications Department
nb: Seddeltrykkeriet – en 190 års historiePeter Ravnsborg-Gjertsen, produksjonssjef i Seddeltrykkeriet, og Jens Olav Sporastøyl, rådgiver i Kommunikasjonsavdelingen

source: higher wage increases and employers will outbid each other in the competition for labour.
nb: legg og at arbeidsgiverne vil overby hverandre i konkurransen om arbeidskraften.

source: taining systemic risk in the interbank systems.
nb: Et interbanksystem kan ikke etableres eller drives

source: change and the global low-carbon transition affect large parts of the Norwegian economy,
nb: og tilpasningene til en lavutslippsøkonomi påvirker store deler av norsk økonomi og har

source: The first official train travelled on Norway's Trunk Line from Christiania to Eidsvoll in 1854.
nb: Det første offisielle toget gikk på Norsk Hoved Jernbane fra Christiania til Eidsvoll i 1854.

source: global business and industry.
nb: aksjer er en investering i realverdier.

source: liquidity has changed over time.
nb: likviditet har utviklet seg over tid.

source: Prices as Deputy Governor after close to 40 years of
nb: går av som visesentralbanksjef etter nesten 40 års

source: ‘walk clerks’ around to other banks with cheques
nb: måten at såkalte «walk clerks» ble sendt rundt

source: does not satisfy the criterion is when underlying infla-
nb: ikke ville innfri kravet, er om den underliggende infla-

source: The political fury we are now witnessing in Athens, Madrid and Rome is being directed at today's political leaders.
nb: Det politiske raseri vi nå ser i Athen, Madrid og Roma rettes inn mot dagens politiske ledere.

source: Jon Nicolaisen provided an update on the basis for the recommendation to the Ministry of Finance on the countercyclical capital buffer.
nb: Jon Nicolaisen ga en oppdatert status av beslutningsgrunnlaget for råd til Finans­departementet om motsyklisk kapitalbuffer.

source: Increased market financing and a greater role for non-banks provide better opportunities for spreading risk between the banking sector and other financial system participants.
nb: Økt markedsfinansiering og en større rolle for ikke-banker gir muligheter for bedre spredning av risiko mellom banksektoren og andre aktører i det finansielle systemet.

source: The views in this article are our own and may not necessarily reflect the views of Norges Bank.
nb: Synspunktene i dette memoet er våre egne og kan ikke nødvendigvis tillegges Norges Bank.

source: Item 217/2019 GPFG – method for calculating relative volatility
nb: Sak 217/2019 SPU – metode for beregning av relativ volatilitet

source: In early 2018, a working group on alternative Norwegian krone reference rates (hereinafter referred to as the ARR working group) was established by Norges Bank, in consultation with the financial industry.
nb: I starten av 2018 etablerte Norges Bank, i samråd med finansnæringen, en arbeidsgruppe for alternative referanserenter i norske kroner (heretter omtalt som ARR-gruppen).

source: Norges Bank received a recommendation from the Council on Ethics on 12 June 2019 to exclude company Vale SA.
nb: Norges Bank har mottatt fra Etikkrådet en tilråding 12. juni 2019 om utelukkelse av selskapet Vale SA.

source: and non-linear exchange rate pass-through to prices for imported consumer goods in Norway
nb: asymmetrisk og ikke-lineært valutakursgjennomslag til prisene på importerte konsumvarer i

source: He also supported and encouraged young Norwegian classical musicians such as Edvard Grieg, Erika Nissen, Agathe Backer Grøndahl and Rikard Nordraak.
nb: I tillegg støttet og oppmuntret han unge norske klassiske musikere som Edvard Grieg, Erika Nissen, Agathe Backer Grøndahl og Rikard Nordraak.

source: On X-BOW – design element on the 100-krone banknote
nb: Om X-BOW – motivelement på 100-kroneseddelen

source: How is Nowa calculated?
nb: Hvordan er Nowa beregnet?

source: Design work was initiated in 1944 and had to take place in secrecy.
nb: Arbeidet med utformingen ble satt i gang i 1944 og måtte foregå i hemmelighet.

source: Item 97/2019 Briefing on current issues in investment management
nb: Sak 97/2019 Orientering om aktuelle saker i kapitalforvaltningen

source: – Monitoring external managers – 2010
nb: – Oppfølging av eksterne forvaltere – 2010

source: Norges Bank will include the solution as a part of the principles for calculating and publishing Nowa.
nb: Norges Bank skal i etterkant av møtet inkludere løsningen som et fast punkt i prinsippene for beregning og publisering av Nowa.

source: In Norway, new information indicated that economic
nb: den registrerte arbeidsledigheten har steget litt.

source: Views and conclusions expressed in Staff Memos should not be taken to represent the views of Norges Bank.
nb: Synspunkter og konklusjoner i arbeidene er ikke nødvendigvis representative for Norges Bank.

source: “Based on current knowledge, assessments made by other authorities and our own knowledge summary, there are no indications that using cash as a means of payment represents a risk of spreading COVID-19, nor are there indications that using cash represents slightly higher risk of contact infection than with PIN use.
nb: «Ut fra gjeldende kunnskap, vurderinger gjort av andre myndigheter og på basis av vår egen kunnskapsoppsummering foreligger det ingen indikasjoner på at bruk av kontanter som betalingsmiddel representerer en risiko for spredning av COVID-19 og det er heller ingen indikasjoner for at bruk av kontanter representerer noe høyrere risiko for kontaktsmitte enn ved PIN bruk.

source: It is also Norges Bank’s view – which it has also stated earlier – that prudent lending requirements should primarily be regarded as a permanent, structural measure.
nb: Norges Bank mener – som også tidligere uttalt – at krav til forsvarlig utlånspraksis i hovedsak bør anses som et varig, strukturelt tiltak.

source: Item 196/2017 Follow-up of IT security and updating Central Banking Operations' IT portfolio
nb: Sak 196/2017 Oppfølging av IT-sikkerhet og fornying av IT-porteføljen i sentralbankvirksomheten

source: 15 Looking ahead, the capital adequacy rules may become somewhat less complex.
nb: 15 Fremover kan kapitaldekningsreglene bli noe mindre komplekse.

source: Supervisory Council The Executive Board discussed the matter and approved the request for a letter to
nb: Hovedstyret hadde en meningsutveksling og sluttet seg til at det sendes brev til

source: Operating schedule for NBO means the regular daily activities of the settlement system,
nb: Banken skal delta i beredskapsøvelser som Norges Bank gjennomfører for NBO.

source: Liquidity policy should be designed to ensure that banks as far as possible use market-based solutions to manage risk.
nb: Likviditetspolitikken bør innrettes slik at bankene i størst mulig grad benytter markedsbaserte løsninger i styringen av risiko.

source: Norges Bank’s working papers present research projects and reports that are generally not in their final form.
nb: Working Papers inneholder forskningsarbeider og utredninger som vanligvis ikke har fått sin endelige form.

source: in VPS for loans from Norges Bank:
nb: for lån i Norges Bank:

source: Our 2. Actual and projected
nb: Vår vurdering 2.

source: Karen Helene Ulltveit-Moe reported on the Audit Committee's discussions and the issues of particular concern to the Committee, including events in the quarter and risks and measures related to cyber security.
nb: Karen Helene Ulltveit-Moe redegjorde for drøftingen i revisjonsutvalget og de temaer utvalget var særlig opptatt av, herunder hendelser i kvartalet og risiko og tiltak knyttet til cybersikkerhet.

source: robust OMFs prove to be in periods of turmoil in financial
nb: påvirket av hvor robuste OMF viser seg å være i perioder

source: In addition to using ORBOF as a cross-check, we also follow the reporting of recognised losses
nb: I tillegg til å bruke ORBOF som en kryssjekk, følger vi også rapporteringen for bokførte tap i

source: Norsk Hydro reports that almost 300 000 hours of engi- Zinc
nb: Norsk Hydro opp-lyser at nesten 300 000 ingeniørtimer til Ormen Lange-

source: She was also a member of the Board of Representatives at Storebrand and the corporate assembly at Norsk Hydro and Norske Skog.
nb: Hun har videre vært medlem av representantskapet i Storebrand og bedriftsforsamlinga i Norsk Hydro og Norske Skog.

source: Banks requisition cash
nb: Bruken av kontanter i Norge

source: above are dependent on dwellings being sold.
nb: vet over, avhenger av at boliger omsettes.

source: The inflation target of 2½ per cent over time is slightly
nb: Målet om en inflasjon over tid på 2½ prosent er noe

source: Sources: Savoie-Chabot and Khan (2015) and Norges Bank
nb: Kilder: Savoie-Chabot og Khan (2015) og Norges Bank

source: Egil Matsen reported on the Risk and Investment Committee’s discussions and the issues of particular concern to the Committee.
nb: Egil Matsen redegjorde for drøftingen i risiko- og investeringsutvalget og de temaer utvalget var særlig opptatt av.

source: If establishment of a contingency account is requested, sections B, C, D and E below shall not be completed
nb: Ved anmodning om opprettelse av beredskapskonto skal punktene B, C, D og E nedenfor ikke fylles ut

source: centage points between initial and final figures for
nb: finansinvesteringer i markedsnoterte verdipapirer, og den

source: sion and criminal activity, according to the survey.
nb: på handelssteder, for eksempel verdioppbevaring.

source: level expected by market participants one month earlier.
nb: aktørene forventet en måned tidligere.

source: Arne Hyttnes has extensive experience from the financial industry, including positions at DnC/DnB, the Norwegian Savings Banks Association, Finance Norway and the Norwegian Banks' Guarantee Fund.
nb: Hyttnes har lang erfaring fra finansnæringen, herunder DnC/DnB, Sparebankforeningen, Finans Norge og Bankenes sikringsfond.

source: The Executive Board took note of the annual report on Norges Bank’s settlement system for 2018.
nb: Hovedstyret tok årsrapport 2018 for Norges Banks oppgjørssystem til orientering.

source: The Executive Board endorses the Commission’s assessments and agrees with formally extending the Bank’s duty to provide information to the public to policy areas other than monetary policy, as is already the practice.
nb: Hovedstyret slutter seg til utvalgets vurderinger, og er enig i at bankens informasjonsplikt til offentligheten formelt utvides til også andre politikkområder enn pengepolitikken, slik praksis er allerede i dag.

source: Item 155/2018 Advice to the Ministry of Finance on the countercyclical capital buffer
nb: Sak 155/2018 Råd til Finansdepartementet om motsyklisk kapitalbuffer Saksdokument:

source: Between January 2013 and December 2015, the import-weighted exchange rate index (I-44) weakened by nearly 30 percent.
nb: Fra januar 2013 til desember 2015 svekket den importveide valutakursindeksen (I-44) seg med nærmere 30 prosent.

source: rules and requirements for internal financial reporting in
nb: har i sitt tilsyn vurdert saken i forhold til den avkastning som

source: From 1986, changes in the exchange rate or the
nb: Fra 1986 var det endringer i valutakursen, eller utsik-

source: Norges Bank then takes stock (estimate and desired change) of the petroleum
nb: Deretter gjør Norges Bank opp status (anslag og ønsket endring)

source: Breakdown by sector
nb: Helse- og sosialtj.

source: Changes in wage growth affect prices over a period of
nb: virket avvikene mellom faktisk og anslått lønnsvekst i

source: 1 In order for participants to send and receive payments directly through the NBO closed user group,
nb: 1 Sentral motpart som skal kunne sende og motta betalinger direkte gjennom den lukkede

source: Under Section 14 of the current Norges Bank Act, severely damaged notes and coins are not legal tender.
nb: Etter gjeldende sentralbanklov § 14 er sterkt skadde sedler og mynter ikke tvungne betalingsmidler.

source: The report shall provide an account of management, including a discussion of value changes and return, risk exposure and compliance with principles and guidelines.
nb: Rapporten skal gi en beskrivelse av forvaltningen, herunder en omtale av verdiutvikling og avkastning, risikoeksponering og overholdelse av prinsipper og retningslinjer.

source: income and the housing stock.
nb: inntektene forventes å øke.

source: (known as structured covered bonds).
nb: «strukturerte covered bonds»).

source: The index is projected to fall by 5.5% between 2016 and 2017 and to be unchanged between 2017 and 2018.
nb: Indeksen anslås å falle med 5,5 prosent fra 2016 til 2017 og å være uendret fra 2017 til 2018.

source: This bill will thus have a 9-month maturity in mid-June.
nb: Denne vekselen vil da i midten av juni ha 9 måneders løpetid.

source: The turbulence in spring 2020 revealed weaknesses in this portion of the global financial system.
nb: Uroen våren 2020 avslørte svakheter i denne delen av det internasjonale finansielle systemet.

source: The measures implemented to reduce transmission of Covid-19 have led either to the direct
nb: Smitteverntiltakene som har blitt iverksatt for å redusere spredningen av covid-19, har bidratt til

source: Minutes of the Remuneration Committee meeting of 24 April 2018
nb: Protokoll fra Kompensasjonsutvalget (KU) – Møte 24. april 2018

source: and ask prices fall monotonically with the size of the
nb: Altså senker dealeren både kjøps- og salgspri-

source: This speech does not contain assessments of the economic situation or current interest rate setting.
nb: Foredraget inneholder ikke vurderinger av konjunkturene eller den aktuelle rentesettingen.

source: When is Nowa published?
nb: Når blir Nowa publisert?

source: expansion of existing issues), the level of structural liquidity declines.
nb: obligasjon) reduseres nivået på strukturell likviditet.

source: To improve the cyber resilience of the financial infrastructure, Finans-tilsynet (Financial Supervisory Authority of Norway) and Norges Bank have drawn up a proposed framework for the independent testing of the cyber resilience of entities with responsibility for critical functions in the financial system.
nb: For å bedre cybersikkerheten i finansiel infrastruktur har Finanstil-synet og Norges Bank utarbeidet et forslag til et rammeverk for uavhengig testing av cybersikkerheten i foretak med ansvar for kritiske funksjoner i det finansiel e systemet.

source: The development of world-leading technology on the Norwegian continental shelf has made the oil industry one of Norway's most important export industries.
nb: Utvikling av verdensledende teknologi på norsk sokkel har gjort oljeserviceindustrien til en av Norges viktigste eksportnæringer.

source: The NCA, which is a specialised government agency under the Ministry of Transport and Communications, administers a total of more than 14 000 daymarks along the Norwegian coast.
nb: Kystverket, som er en fagetat under Samferdselsdepartementet, forvalter til sammen mer enn 14.000 dagmerker langs norskekysten.

source: The fund's main task is to save government petroleum revenues for future generations.
nb: Fondets hovedoppgave er å spare statens petroleumsinntekter til fremtidige generasjoner.

source: The motif was
nb: november i år.

source: withstand deterioration in profitability and financial
nb: høyere realdisponibel inntektsvekst og trekke i retning

source: - The audit has been conducted according to plan.
nb: - Revisjonen er gjennomført i henholdt til plan.

source: relation to the problem banks in this situation, the main
nb: deltakelse i systemet, skal være kjent og forstått

source: Both employment and the labour force continued to expand in December.
nb: Det var i desember fortsatt vekst i både sysselsettingen og arbeidsstyrken.

source: widening of the swap spread.
nb: med flytende rente i dollar eller euro.

source: calculated for a total of 26 services.4
nb: det beregnet kostnader for 26 tjenester.4

source: Calculation of the Nowa1m, Nowa3m and Nowa6m is described in more detail in the
nb: Beregningen av Nowa1m, Nowa3m og Nowa6m er nærmere beskrevet i

source: – Strategic plan for NBIM 2011-2013 control. Besides the operational units, NBIM has estab-
nb: – Strategiplan for NBIM for 2011–2013 følger opp operasjonelle risikoer og etterlevelse av lover,

source: The Committee recommended that the
nb: Utvalget anbefalte hovedstyret å beslutte i samsvar med

source: – Setting of operational risk tolerance for NBIM’s
nb: – Fastsettelse av operasjonell risikotoleranse for

source: liquidity forecasts are compiled, see http://www.norges-
nb: or mer informasjon om hvordan prognosen utarbeides, se http://www.norges-

source: • In this way, the corridor system gives banks an incentive to redistribute reserves in the
nb: • Korridorsystemet gir derfor bankene et insentiv til å omfordele reserver seg i

source: 3 Merchants are defined as shops, transport firms, service providers and others that accept payment for goods and services at point of sale (both physical
nb: 3 Handelssteder er butikker, transportselskaper, tjenesteleverandører og andre som mottar betaling for varer og tjenester på salgssted (fysisk handel og

source: Firms’ purchasing agreements may be long-term contracts
nb: Bedriftenes innkjøpskontrakter kan være av lengre varighet

source: Chart 3 shows movements in risk premiums for the NIBOR T/N and three-month NIBOR.
nb: Figur 3 viser utviklingen i rentepåslaget for NIBOR ”tomorrow-next” og tremåneders NIBOR.

source: Through the Payment Equalisation Act of 31
nb: Gjennom lov om betalings-utjamning av 31.

source: • Increase our knowledge of how climate change and the low-carbon transition
nb: • Styrke vår kunnskap om hvordan klimaendringene og overgangen til en

source: of transactions through the year, transactions associated with a single payment on a single day
nb: transaksjoner gjennom et helt år, kan transaksjonene knyttet til en enkelt betaling på en enkelt

source: One key aspect of reserves is that banks cannot themselves influence the total amount in the system.
nb: Et sentralt aspekt ved reserver er at bankene selv ikke kan påvirke den totale mengden i systemet.

source: Rådhusgata 10, 12 and 14 and Kirkegata 6 were purchased and restored as part of the construction of the new building and are integral parts of the Bank.
nb: Rådhusgata 10, 12 og 14 og Kirkegata 6 ble kjøpt og restaurert i forbindelse med oppføringen av nybygget, og er en integrert del av banken.

source: Norwegian business sector»
nb: type I- og type II-feil.

source: According to our evaluation,the Norwegian economy would be affected to only alimited extent by the global downturn.
nb: Norsk økonomi ville, etter vår vur-dering, i liten grad bli påvirket av den internasjonale lav-konjunkturen.

source: However, the current system is very different from Norges Bank’s activities in this field just after it was established in 1816.
nb: Dagens ordning ligger imidlertid langt fra den aktivitet som Norges Bank hadde på dette området rett etter at den var etablert i 1816.

source: In the view of the Executive Board, authority to lay down regulations will be necessary to implement Section 3-3, first paragraph, for example, for rules for a contingency account at Norges Bank for banks that use another bank as a settlement bank, or for rules not pertaining to account maintenance agreements under Section 3-1, first paragraph (cf second paragraph).
nb: Hovedstyret mener det vil være behov for en forskriftshjemmel til § 3-3 første ledd, for eksempel for regler om beredskapskonto i Norges Bank for banker som bruker en annen bank som oppgjørsbank, eller for regler som ikke hører hjemme i kontoholdsavtalene etter § 3-1 første jf.

source: They are either subject to agreements providing for legal
nb: Risikoen ved interbankforretningene er likevel ikke

source: Romanian leu (RON) - daily exchange rate from Norges Bank
nb: Rumenske lei (RON) - dagens valutakurs fra Norges Bank

source: The types of securities that are eligible, and any haircuts, play an important role for central bank balance sheet risk, but also for how attractive it is for banks to have central bank reserves at the central bank.
nb: Typen verdipapirer som aksepteres, og eventuelle avkortningssatser, spiller en betydelig rolle for risikoen på sentralbankens balanse, men også for hvor attraktivt det er for bankene å skaffe seg sentralbankreserver i sentralbanken.

source: The financial system, however, is undergoing contin-
nb: til rasjonell og samordnet utførelse av betalingstjenester lig endring.

source: graph had then been in operation between these towns banks. Before instructions could be issued for payment for 5 years.
nb: Telegrafen hadde sende sedler, valuta eller gull til den andre sentralban-da vært i drift mellom disse byene i 5 år. Creditkassen ken.

source: In 1997, Norway was one of the first countries in the world to implement a national preservation plan for lighthouses.
nb: Norge fikk, som et av de første land i verden, en nasjonal verneplan for fyrstasjoner i 1997.

source: Pursuant to Section 16-4 of the Financial Undertakings Act, banks shall accept cash from customers and make deposits available to customers in the form of cash “in accordance with customers’ expectations and needs”.
nb: Etter finansforetaksloven § 16-4 skal banker «i samsvar med kundenes forventninger og behov» motta kontanter fra kundene og gjøre innskudd tilgjengelig for kundene i form av kontanter.

source: The management training programme at Norges Bank offers opportunities for individual coaching as well as management group training.
nb: Norges Bank har et eget lederutviklingsprogram som involverer lederne enkeltvis og i grupper, med muligheter for både individuell coaching og tilpassede ledergruppeopplegg.

source: deposits with Norges Bank, and increases the government’s deposits by the same amount.
nb: reduseres bankenes innskudd i Norges Bank, mens statens innskudd øker tilsvarende.

source: Historical data typically go back to the early years after Norges Bank was founded in 1816, with the notable exception of data for wages and consumer prices which go back to 1726 and 1516 respectively.
nb: De fleste dataseriene går tilbake til årene like etter at Norges Bank ble etablert i 1816, med unntak av seriene for lønn og konsumpriser som går tilbake til henholdsvis 1726 og 1516.

source: The figures for the output gap, trading partners’
nb: Tallene for produksjonsgap, BNP hos handelspartnerne

source: Global economic growth was expected to pick upthe following year already.
nb: Den økonomiskeveksten internasjonalt ble anslått å ta seg opp allerededet påfølgende året.

source: banks.2 NEMO has been under development since autumn preferences between consumption and leisure, and by 2004 and has been used previously to analyse specific monetary policy.
nb: sentralbanker.2 NEMO har vært under utvikling siden (hvor ufullkommen konkurranse og nominelle stivhe-høsten 2004 og har tidligere vært benyttet til å analy-

source: Examples of this can be found in many of the poet Petter Dass's dark portrayals of the crisis years of the 1600s.
nb: Et eksempel finner en i flere av Petter Dass sine mørke og malende skildringer av krisetidene på 1600-tallet.

source: We cross-check the data in ENGA against the ORBOF statistics, which are prepared by Statistics
nb: Vi kryssjekker tallene i ENGA mot statistikk fra ORBOF, som utarbeides av Statistisk sentralbyrå
